{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[MASK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordLevel","vocab":{"[UNK]":0,"[CLS]":1,"[SEP]":2,"[PAD]":3,"[MASK]":4,"3370":5,"6122":6,"4464":7,"7399":8,"4939":9,"3659":10,"4811":11,"5598":12,"669":13,"2465":14,"2400":15,"5560":16,"299":17,"2109":18,"4893":19,"4411":20,"1699":21,"1519":22,"803":23,"1635":24,"6065":25,"5998":26,"1903":27,"5445":28,"1324":29,"2376":30,"340":31,"4659":32,"3800":33,"5948":34,"1460":35,"1633":36,"1985":37,"6017":38,"2614":39,"1465":40,"3961":41,"4853":42,"5393":43,"2210":44,"6250":45,"5602":46,"3700":47,"5977":48,"2799":49,"4646":50,"7539":51,"4516":52,"2252":53,"7543":54,"151":55,"6357":56,"619":57,"3915":58,"5410":59,"7495":60,"913":61,"6093":62,"5620":63,"4128":64,"5780":65,"5915":66,"7194":67,"4149":68,"3223":69,"2073":70,"307":71,"1375":72,"2490":73,"2662":74,"5491":75,"4490":76,"5296":77,"5036":78,"4269":79,"2106":80,"5858":81,"5330":82,"3686":83,"1394":84,"1667":85,"6045":86,"465":87,"3099":88,"5176":89,"5430":90,"2539":91,"1866":92,"25":93,"4559":94,"6038":95,"4704":96,"192":97,"1141":98,"1080":99,"6248":100,"3272":101,"5028":102,"1567":103,"6831":104,"4190":105,"6104":106,"3618":107,"3374":108,"2859":109,"7010":110,"1702":111,"3166":112,"2119":113,"3530":114,"3605":115,"4525":116,"6407":117,"4822":118,"1099":119,"6644":120,"5659":121,"7186":122,"3772":123,"5510":124,"5589":125,"531":126,"6637":127,"1407":128,"5619":129,"2986":130,"4480":131,"3641":132,"4063":133,"1920":134,"1722":135,"1906":136,"2515":137,"23":138,"5677":139,"910":140,"5689":141,"5778":142,"5736":143,"4124":144,"5011":145,"4167":146,"5310":147,"1070":148,"1767":149,"2212":150,"7377":151,"5612":152,"7509":153,"2595":154,"1018":155,"1736":156,"6835":157,"3263":158,"281":159,"3809":160,"5537":161,"1363":162,"1277":163,"3220":164,"3893":165,"3743":166,"4958":167,"2555":168,"2541":169,"5566":170,"6887":171,"1871":172,"742":173,"2289":174,"2107":175,"2265":176,"4969":177,"3300":178,"2597":179,"6040":180,"6242":181,"5949":182,"4151":183,"4409":184,"5057":185,"512":186,"1066":187,"486":188,"3870":189,"1854":190,"5096":191,"4562":192,"2313":193,"7467":194,"7261":195,"7058":196,"2828":197,"7492":198,"62":199,"5470":200,"3747":201,"7346":202,"4109":203,"6508":204,"5051":205,"2693":206,"2112":207,"7044":208,"5526":209,"7239":210,"5702":211,"3068":212,"6832":213,"3661":214,"6810":215,"4392":216,"1731":217,"7123":218,"2364":219,"2489":220,"2380":221,"1679":222,"5264":223,"3694":224,"4211":225,"6734":226,"3859":227,"6333":228,"6293":229,"1734":230,"6929":231,"6630":232,"6980":233,"6983":234,"4936":235,"6759":236,"3560":237,"3568":238,"2729":239,"6286":240,"1215":241,"1344":242,"1815":243,"4576":244,"6656":245,"7305":246,"1401":247,"1913":248,"4721":249,"5530":250,"7444":251,"7055":252,"1031":253,"2770":254,"761":255,"5520":256,"5284":257,"2304":258,"4231":259,"3792":260,"2538":261,"3634":262,"150":263,"2549":264,"2461":265,"6501":266,"1647":267,"6641":268,"6101":269,"4630":270,"3630":271,"5037":272,"2975":273,"2087":274,"5271":275,"2967":276,"1877":277,"7370":278,"3193":279,"2471":280,"1036":281,"4498":282,"4230":283,"2410":284,"4139":285,"3038":286,"4655":287,"1859":288,"3706":289,"2827":290,"3196":291,"2621":292,"5640":293,"1362":294,"730":295,"4148":296,"3154":297,"4301":298,"2197":299,"6301":300,"3433":301,"4293":302,"1779":303,"1348":304,"3000":305,"3586":306,"450":307,"7039":308,"1279":309,"6453":310,"6289":311,"3335":312,"6609":313,"606":314,"3780":315,"6206":316,"2147":317,"6770":318,"3864":319,"5718":320,"544":321,"1334":322,"5":323,"1726":324,"4068":325,"623":326,"4967":327,"5122":328,"2466":329,"2446":330,"7255":331,"2058":332,"4333":333,"4216":334,"2923":335,"1641":336,"2717":337,"6469":338,"2674":339,"6713":340,"4261":341,"6405":342,"6714":343,"4933":344,"5282":345,"1264":346,"4350":347,"955":348,"6822":349,"2810":350,"5450":351,"2456":352,"1271":353,"5328":354,"3578":355,"1816":356,"2402":357,"4499":358,"3440":359,"3523":360,"3317":361,"4462":362,"6920":363,"4412":364,"7309":365,"885":366,"6811":367,"2786":368,"290":369,"433":370,"4671":371,"5192":372,"6909":373,"5681":374,"2115":375,"5538":376,"7328":377,"7449":378,"7160":379,"922":380,"1844":381,"5724":382,"3692":383,"478":384,"2791":385,"19":386,"408":387,"134":388,"3397":389,"264":390,"3067":391,"3912":392,"6654":393,"2444":394,"670":395,"541":396,"5787":397,"7403":398,"94":399,"7349":400,"5041":401,"4599":402,"1241":403,"6178":404,"2891":405,"7212":406,"5338":407,"893":408,"656":409,"3976":410,"4046":411,"4326":412,"3971":413,"868":414,"4902":415,"350":416,"872":417,"4180":418,"3018":419,"4321":420,"6012":421,"4181":422,"133":423,"1610":424,"2192":425,"1952":426,"4089":427,"4173":428,"7159":429,"4417":430,"4298":431,"2463":432,"4233":433,"2151":434,"535":435,"2154":436,"5139":437,"6227":438,"4117":439,"6521":440,"2685":441,"4744":442,"6352":443,"1511":444,"3607":445,"2899":446,"4407":447,"6666":448,"1605":449,"2435":450,"671":451,"2226":452,"2695":453,"1582":454,"7400":455,"5397":456,"4531":457,"3585":458,"3242":459,"5178":460,"4105":461,"1580":462,"1258":463,"1219":464,"6740":465,"4125":466,"2974":467,"4923":468,"2282":469,"5864":470,"5505":471,"790":472,"7256":473,"2042":474,"7486":475,"4866":476,"6966":477,"1695":478,"2522":479,"3695":480,"6569":481,"2477":482,"5165":483,"4080":484,"7154":485,"5547":486,"6050":487,"4612":488,"5955":489,"4981":490,"6919":491,"4998":492,"6088":493,"296":494,"6861":495,"3504":496,"4469":497,"5889":498,"3329":499,"5906":500,"5519":501,"1571":502,"2029":503,"4650":504,"116":505,"965":506,"383":507,"2612":508,"5971":509,"4510":510,"4430":511,"3461":512,"1970":513,"6833":514,"2021":515,"3":516,"4145":517,"3765":518,"3203":519,"4568":520,"3137":521,"265":522,"4741":523,"826":524,"64":525,"5938":526,"6518":527,"6846":528,"5006":529,"4396":530,"1934":531,"4355":532,"2993":533,"2396":534,"5292":535,"3231":536,"5498":537,"3373":538,"7363":539,"2121":540,"2315":541,"7408":542,"4166":543,"330":544,"3901":545,"3508":546,"314":547,"343":548,"5698":549,"6722":550,"1660":551,"2848":552,"6319":553,"3106":554,"4291":555,"6143":556,"4780":557,"1457":558,"847":559,"6886":560,"2448":561,"1999":562,"5744":563,"1146":564,"6689":565,"248":566,"5497":567,"532":568,"2205":569,"5708":570,"5099":571,"2004":572,"736":573,"2506":574,"1227":575,"137":576,"3117":577,"5235":578,"1323":579,"6014":580,"5810":581,"2990":582,"3764":583,"5999":584,"5166":585,"7037":586,"980":587,"6350":588,"3770":589,"5788":590,"4909":591,"3056":592,"5920":593,"1116":594,"2970":595,"3464":596,"920":597,"7528":598,"751":599,"3342":600,"4986":601,"7420":602,"6535":603,"5816":604,"507":605,"4653":606,"3500":607,"3012":608,"3945":609,"1283":610,"7465":611,"1592":612,"4802":613,"3007":614,"5926":615,"794":616,"663":617,"3824":618,"1308":619,"2688":620,"1395":621,"3937":622,"6182":623,"2255":624,"2334":625,"3310":626,"3289":627,"1919":628,"1706":629,"6596":630,"414":631,"7047":632,"1335":633,"6160":634,"7257":635,"5226":636,"88":637,"4553":638,"584":639,"419":640,"810":641,"565":642,"4381":643,"7013":644,"1613":645,"5988":646,"4351":647,"5521":648,"5105":649,"3495":650,"1778":651,"4751":652,"5370":653,"2984":654,"4114":655,"6043":656,"517":657,"7354":658,"6798":659,"974":660,"4042":661,"4819":662,"1043":663,"6854":664,"1951":665,"591":666,"5413":667,"827":668,"600":669,"4760":670,"3019":671,"5221":672,"6902":673,"7327":674,"7006":675,"2499":676,"101":677,"4399":678,"1684":679,"5909":680,"6768":681,"1924":682,"2851":683,"6220":684,"3366":685,"6678":686,"4237":687,"4450":688,"1245":689,"1405":690,"2592":691,"764":692,"6223":693,"6284":694,"3731":695,"3255":696,"2738":697,"127":698,"7251":699,"6985":700,"7436":701,"5803":702,"3051":703,"1724":704,"6235":705,"1351":706,"641":707,"1688":708,"2968":709,"4053":710,"5251":711,"2348":712,"2007":713,"5562":714,"5814":715,"4369":716,"4315":717,"138":718,"1214":719,"3477":720,"2716":721,"2331":722,"3725":723,"5492":724,"2835":725,"4583":726,"4677":727,"3084":728,"4603":729,"3644":730,"7023":731,"220":732,"3017":733,"3646":734,"1735":735,"2570":736,"4768":737,"1315":738,"6930":739,"1132":740,"7366":741,"2378":742,"5063":743,"5984":744,"2918":745,"1899":746,"3396":747,"3481":748,"4302":749,"2528":750,"144":751,"5081":752,"3819":753,"6165":754,"2218":755,"6962":756,"7134":757,"1152":758,"5957":759,"5791":760,"7127":761,"1629":762,"983":763,"5688":764,"211":765,"5179":766,"6602":767,"3186":768,"53":769,"1697":770,"6751":771,"3283":772,"2983":773,"4220":774,"2838":775,"293":776,"6651":777,"6163":778,"304":779,"1255":780,"2769":781,"5801":782,"5839":783,"5117":784,"6973":785,"3134":786,"2316":787,"6176":788,"4040":789,"5693":790,"3227":791,"6515":792,"979":793,"6977":794,"462":795,"7077":796,"3377":797,"6567":798,"936":799,"2407":800,"1170":801,"6725":802,"4543":803,"7091":804,"3097":805,"543":806,"1379":807,"3247":808,"3364":809,"1914":810,"1879":811,"734":812,"7532":813,"6027":814,"7421":815,"6308":816,"6662":817,"3128":818,"1103":819,"26":820,"902":821,"569":822,"3956":823,"4542":824,"7042":825,"5095":826,"3987":827,"56":828,"6899":829,"4036":830,"6015":831,"6695":832,"2":833,"6760":834,"1730":835,"4858":836,"7373":837,"4595":838,"6560":839,"2230":840,"3501":841,"5881":842,"873":843,"2367":844,"3844":845,"1889":846,"6115":847,"316":848,"6552":849,"6007":850,"6003":851,"7490":852,"3529":853,"2722":854,"495":855,"5389":856,"7147":857,"4202":858,"2328":859,"894":860,"2131":861,"812":862,"6583":863,"4786":864,"2602":865,"5854":866,"2229":867,"5860":868,"5775":869,"6314":870,"3129":871,"7019":872,"3531":873,"4287":874,"6613":875,"4454":876,"404":877,"4458":878,"4779":879,"3938":880,"2505":881,"1805":882,"3654":883,"4329":884,"4340":885,"4558":886,"499":887,"6908":888,"5997":889,"38":890,"442":891,"5511":892,"3775":893,"5603":894,"578":895,"69":896,"4372":897,"1991":898,"3032":899,"197":900,"4":901,"5623":902,"5005":903,"5288":904,"1247":905,"5660":906,"6663":907,"7032":908,"431":909,"1061":910,"3130":911,"1327":912,"1292":913,"1299":914,"4021":915,"7326":916,"5466":917,"1388":918,"7344":919,"4377":920,"7292":921,"7206":922,"5168":923,"2076":924,"2318":925,"3598":926,"2283":927,"212":928,"3613":929,"3615":930,"1168":931,"1623":932,"1252":933,"3665":934,"5396":935,"5882":936,"245":937,"2399":938,"4163":939,"2099":940,"7330":941,"6968":942,"6167":943,"7125":944,"5617":945,"3860":946,"2211":947,"3949":948,"3198":949,"368":950,"4636":951,"6972":952,"5741":953,"6639":954,"1267":955,"7219":956,"6729":957,"5243":958,"5486":959,"4223":960,"886":961,"2708":962,"1757":963,"6588":964,"5239":965,"3691":966,"2935":967,"6615":968,"4403":969,"1590":970,"3270":971,"4547":972,"6362":973,"1693":974,"2699":975,"6940":976,"1939":977,"3456":978,"4921":979,"3299":980,"3873":981,"5381":982,"1622":983,"6549":984,"3090":985,"2683":986,"4130":987,"1960":988,"3120":989,"5298":990,"5385":991,"4205":992,"5436":993,"6047":994,"6543":995,"6004":996,"83":997,"3107":998,"4183":999,"3469":1000,"36":1001,"948":1002,"443":1003,"3515":1004,"6631":1005,"2397":1006,"3226":1007,"7507":1008,"5335":1009,"5495":1010,"7458":1011,"4876":1012,"4354":1013,"3608":1014,"869":1015,"4679":1016,"3015":1017,"318":1018,"5604":1019,"3762":1020,"7445":1021,"7395":1022,"6551":1023,"2023":1024,"1205":1025,"2491":1026,"3771":1027,"1232":1028,"1154":1029,"5573":1030,"7371":1031,"1891":1032,"57":1033,"3994":1034,"1946":1035,"930":1036,"4003":1037,"5883":1038,"7078":1039,"2873":1040,"5395":1041,"1987":1042,"6986":1043,"2741":1044,"657":1045,"2776":1046,"2642":1047,"1846":1048,"659":1049,"1819":1050,"1274":1051,"4305":1052,"355":1053,"6875":1054,"219":1055,"3606":1056,"4842":1057,"1148":1058,"1250":1059,"1616":1060,"3782":1061,"5367":1062,"2434":1063,"4643":1064,"7029":1065,"141":1066,"7157":1067,"7180":1068,"5422":1069,"1793":1070,"957":1071,"2495":1072,"5305":1073,"677":1074,"6674":1075,"1936":1076,"3418":1077,"7025":1078,"2484":1079,"4203":1080,"1670":1081,"3070":1082,"5606":1083,"3484":1084,"4544":1085,"5594":1086,"2181":1087,"5089":1088,"7121":1089,"6193":1090,"6192":1091,"2663":1092,"4894":1093,"4120":1094,"5480":1095,"5936":1096,"5678":1097,"6890":1098,"6066":1099,"6758":1100,"6587":1101,"1953":1102,"6888":1103,"3066":1104,"1715":1105,"7250":1106,"652":1107,"7254":1108,"4413":1109,"6390":1110,"1129":1111,"729":1112,"7117":1113,"1006":1114,"6063":1115,"3148":1116,"3577":1117,"6649":1118,"2847":1119,"5822":1120,"7393":1121,"7533":1122,"7033":1123,"4641":1124,"4118":1125,"3021":1126,"6149":1127,"7059":1128,"5194":1129,"3088":1130,"1370":1131,"5658":1132,"2502":1133,"4587":1134,"2745":1135,"1397":1136,"361":1137,"3442":1138,"5935":1139,"4214":1140,"1814":1141,"5482":1142,"3155":1143,"580":1144,"6671":1145,"632":1146,"5731":1147,"29":1148,"349":1149,"3783":1150,"2060":1151,"3811":1152,"6393":1153,"3436":1154,"1121":1155,"3040":1156,"4378":1157,"2145":1158,"6959":1159,"4691":1160,"781":1161,"2919":1162,"2727":1163,"1972":1164,"463":1165,"932":1166,"78":1167,"2795":1168,"3062":1169,"7546":1170,"6046":1171,"1746":1172,"3466":1173,"6221":1174,"5647":1175,"583":1176,"763":1177,"4491":1178,"7329":1179,"5821":1180,"6905":1181,"6917":1182,"5109":1183,"3151":1184,"470":1185,"6417":1186,"7311":1187,"3213":1188,"5278":1189,"6625":1190,"2124":1191,"4270":1192,"1518":1193,"7419":1194,"2594":1195,"1361":1196,"5493":1197,"2012":1198,"5649":1199,"5484":1200,"2766":1201,"2512":1202,"5169":1203,"3172":1204,"6243":1205,"6881":1206,"4486":1207,"6444":1208,"5472":1209,"3159":1210,"2221":1211,"5229":1212,"1110":1213,"993":1214,"3744":1215,"3479":1216,"445":1217,"1750":1218,"1698":1219,"3703":1220,"3055":1221,"3104":1222,"2411":1223,"216":1224,"1743":1225,"1386":1226,"2655":1227,"1782":1228,"7137":1229,"7038":1230,"2080":1231,"1078":1232,"5705":1233,"382":1234,"177":1235,"2196":1236,"4628":1237,"5426":1238,"3400":1239,"3720":1240,"6704":1241,"5610":1242,"1500":1243,"5535":1244,"405":1245,"341":1246,"5203":1247,"5574":1248,"4199":1249,"1569":1250,"1302":1251,"5631":1252,"2936":1253,"3039":1254,"5555":1255,"5322":1256,"5402":1257,"2130":1258,"2028":1259,"6981":1260,"2035":1261,"4122":1262,"3354":1263,"2610":1264,"1744":1265,"3112":1266,"7110":1267,"6898":1268,"3168":1269,"5202":1270,"2646":1271,"7447":1272,"6079":1273,"2164":1274,"3943":1275,"6296":1276,"100":1277,"2576":1278,"5695":1279,"2730":1280,"3482":1281,"1865":1282,"4065":1283,"2524":1284,"2024":1285,"2393":1286,"45":1287,"7045":1288,"252":1289,"1963":1290,"6356":1291,"6542":1292,"43":1293,"1907":1294,"3506":1295,"3257":1296,"1941":1297,"5950":1298,"4683":1299,"686":1300,"6447":1301,"796":1302,"3215":1303,"5525":1304,"5134":1305,"2091":1306,"180":1307,"7075":1308,"6748":1309,"1618":1310,"4778":1311,"4941":1312,"4993":1313,"1081":1314,"4829":1315,"811":1316,"4482":1317,"6788":1318,"2421":1319,"7544":1320,"3813":1321,"415":1322,"3126":1323,"6325":1324,"5663":1325,"4626":1326,"768":1327,"628":1328,"3651":1329,"1294":1330,"3766":1331,"5600":1332,"6127":1333,"1915":1334,"4987":1335,"1206":1336,"1956":1337,"4832":1338,"5121":1339,"3189":1340,"6862":1341,"2511":1342,"3312":1343,"2910":1344,"5986":1345,"5870":1346,"6236":1347,"903":1348,"6078":1349,"4693":1350,"6682":1351,"292":1352,"2429":1353,"7129":1354,"1390":1355,"7192":1356,"13":1357,"2768":1358,"518":1359,"317":1360,"6037":1361,"5964":1362,"1425":1363,"5333":1364,"3080":1365,"4784":1366,"5380":1367,"2415":1368,"5872":1369,"84":1370,"4289":1371,"3030":1372,"5277":1373,"4861":1374,"2267":1375,"832":1376,"1545":1377,"998":1378,"2279":1379,"1389":1380,"5739":1381,"6111":1382,"1100":1383,"6298":1384,"5295":1385,"6894":1386,"6389":1387,"5728":1388,"4590":1389,"5502":1390,"5085":1391,"4005":1392,"6992":1393,"1829":1394,"1732":1395,"7387":1396,"750":1397,"1566":1398,"5536":1399,"4974":1400,"5064":1401,"2423":1402,"7378":1403,"1995":1404,"5160":1405,"2354":1406,"5289":1407,"2749":1408,"5056":1409,"4225":1410,"1459":1411,"4218":1412,"7122":1413,"2437":1414,"1853":1415,"6965":1416,"5683":1417,"851":1418,"7451":1419,"1833":1420,"6864":1421,"157":1422,"366":1423,"5190":1424,"5474":1425,"1515":1426,"2931":1427,"7360":1428,"3955":1429,"4848":1430,"6493":1431,"2120":1432,"505":1433,"654":1434,"5850":1435,"5644":1436,"889":1437,"5847":1438,"1014":1439,"4851":1440,"2626":1441,"3103":1442,"7144":1443,"239":1444,"5770":1445,"3650":1446,"1516":1447,"5374":1448,"4017":1449,"848":1450,"3438":1451,"571":1452,"4123":1453,"4976":1454,"7152":1455,"4030":1456,"2198":1457,"2480":1458,"3318":1459,"2879":1460,"3705":1461,"5416":1462,"1270":1463,"6658":1464,"5513":1465,"3793":1466,"7541":1467,"5369":1468,"634":1469,"6994":1470,"7106":1471,"182":1472,"5799":1473,"2329":1474,"2842":1475,"6324":1476,"2274":1477,"5716":1478,"7548":1479,"18":1480,"6203":1481,"4505":1482,"1160":1483,"6571":1484,"2022":1485,"1508":1486,"5234":1487,"3324":1488,"2370":1489,"6139":1490,"1242":1491,"3836":1492,"1151":1493,"5613":1494,"3285":1495,"6414":1496,"225":1497,"3512":1498,"5504":1499,"938":1500,"2771":1501,"4686":1502,"5153":1503,"1777":1504,"7527":1505,"3681":1506,"58":1507,"4260":1508,"5469":1509,"2046":1510,"6346":1511,"6600":1512,"3073":1513,"2346":1514,"4592":1515,"566":1516,"4245":1517,"3724":1518,"2525":1519,"456":1520,"3182":1521,"7295":1522,"3268":1523,"1211":1524,"3878":1525,"384":1526,"1839":1527,"1542":1528,"1721":1529,"339":1530,"3049":1531,"4106":1532,"3966":1533,"5217":1534,"2483":1535,"208":1536,"6398":1537,"1775":1538,"3711":1539,"3343":1540,"2049":1541,"6265":1542,"2234":1543,"5076":1544,"4781":1545,"3563":1546,"6375":1547,"420":1548,"5208":1549,"5899":1550,"7394":1551,"879":1552,"1620":1553,"515":1554,"7477":1555,"856":1556,"1965":1557,"2866":1558,"2841":1559,"5968":1560,"4144":1561,"457":1562,"3170":1563,"760":1564,"2656":1565,"6683":1566,"4988":1567,"2030":1568,"3209":1569,"986":1570,"6164":1571,"1640":1572,"7028":1573,"2047":1574,"4699":1575,"2248":1576,"1166":1577,"2603":1578,"6906":1579,"4448":1580,"7051":1581,"1885":1582,"5184":1583,"4324":1584,"4375":1585,"667":1586,"5399":1587,"3053":1588,"5488":1589,"7317":1590,"6441":1591,"3248":1592,"4917":1593,"5777":1594,"6360":1595,"1835":1596,"3533":1597,"1158":1598,"4878":1599,"4874":1600,"1883":1601,"1057":1602,"660":1603,"482":1604,"7213":1605,"4906":1606,"6119":1607,"2214":1608,"2127":1609,"6175":1610,"4836":1611,"6445":1612,"7383":1613,"5026":1614,"1291":1615,"2976":1616,"676":1617,"1402":1618,"4002":1619,"5651":1620,"2275":1621,"4150":1622,"3503":1623,"3818":1624,"2519":1625,"3407":1626,"1087":1627,"4429":1628,"3319":1629,"5694":1630,"908":1631,"2473":1632,"2785":1633,"4022":1634,"5254":1635,"4597":1636,"3004":1637,"3749":1638,"1176":1639,"5621":1640,"7475":1641,"4108":1642,"2564":1643,"1304":1644,"5361":1645,"2070":1646,"5804":1647,"1758":1648,"4334":1649,"459":1650,"4927":1651,"2998":1652,"6283":1653,"7362":1654,"4743":1655,"2474":1656,"4188":1657,"1832":1658,"489":1659,"7148":1660,"3472":1661,"5144":1662,"2068":1663,"4971":1664,"6327":1665,"4257":1666,"3309":1667,"1588":1668,"5793":1669,"5459":1670,"5281":1671,"5411":1672,"4061":1673,"6133":1674,"2379":1675,"3627":1676,"3978":1677,"3238":1678,"2667":1679,"2273":1680,"394":1681,"4718":1682,"6511":1683,"2908":1684,"7513":1685,"6311":1686,"2647":1687,"440":1688,"2327":1689,"4758":1690,"2702":1691,"1480":1692,"4335":1693,"6889":1694,"1855":1695,"3362":1696,"3414":1697,"4662":1698,"788":1699,"2369":1700,"554":1701,"3784":1702,"4337":1703,"4018":1704,"5257":1705,"513":1706,"6011":1707,"1022":1708,"2487":1709,"7008":1710,"4700":1711,"3988":1712,"6956":1713,"2728":1714,"4278":1715,"426":1716,"5514":1717,"7088":1718,"3111":1719,"5242":1720,"6158":1721,"6272":1722,"3430":1723,"4928":1724,"3444":1725,"4274":1726,"4801":1727,"853":1728,"2556":1729,"1265":1730,"1174":1731,"7479":1732,"3689":1733,"5917":1734,"2563":1735,"672":1736,"6575":1737,"7000":1738,"4436":1739,"6267":1740,"7062":1741,"5033":1742,"227":1743,"2762":1744,"802":1745,"740":1746,"3620":1747,"5297":1748,"4475":1749,"3583":1750,"2620":1751,"2867":1752,"6141":1753,"4680":1754,"347":1755,"1060":1756,"6996":1757,"247":1758,"4386":1759,"5347":1760,"777":1761,"4097":1762,"4794":1763,"1360":1764,"2942":1765,"2638":1766,"791":1767,"3359":1768,"3576":1769,"2709":1770,"7069":1771,"4567":1772,"5624":1773,"3718":1774,"5542":1775,"5477":1776,"2862":1777,"6574":1778,"6490":1779,"6287":1780,"2732":1781,"1111":1782,"3717":1783,"5004":1784,"4176":1785,"4934":1786,"1452":1787,"6396":1788,"5811":1789,"5316":1790,"1977":1791,"7111":1792,"5468":1793,"5348":1794,"6161":1795,"5052":1796,"6817":1797,"7238":1798,"4152":1799,"778":1800,"6252":1801,"2439":1802,"7164":1803,"5785":1804,"5918":1805,"6640":1806,"14":1807,"4831":1808,"496":1809,"4249":1810,"3740":1811,"2233":1812,"7417":1813,"1325":1814,"5886":1815,"4841":1816,"5922":1817,"2420":1818,"4657":1819,"1603":1820,"1657":1821,"758":1822,"4478":1823,"4871":1824,"1289":1825,"4719":1826,"3360":1827,"6402":1828,"3489":1829,"2406":1830,"7175":1831,"3110":1832,"5834":1833,"2272":1834,"1343":1835,"4750":1836,"895":1837,"5247":1838,"2820":1839,"5931":1840,"945":1841,"1320":1842,"2979":1843,"572":1844,"7520":1845,"3842":1846,"1514":1847,"1827":1848,"519":1849,"5591":1850,"1818":1851,"3212":1852,"5501":1853,"5125":1854,"1076":1855,"1268":1856,"4536":1857,"6474":1858,"4968":1859,"3158":1860,"6454":1861,"1656":1862,"194":1863,"6825":1864,"2458":1865,"3349":1866,"498":1867,"1428":1868,"2586":1869,"5684":1870,"5034":1871,"550":1872,"60":1873,"5269":1874,"2639":1875,"485":1876,"6680":1877,"2453":1878,"2988":1879,"5391":1880,"1737":1881,"4070":1882,"7234":1883,"5638":1884,"1471":1885,"3742":1886,"4709":1887,"238":1888,"6234":1889,"5406":1890,"1638":1891,"2686":1892,"6802":1893,"5368":1894,"6318":1895,"1122":1896,"6337":1897,"5641":1898,"4119":1899,"1696":1900,"3351":1901,"4153":1902,"7462":1903,"6818":1904,"2428":1905,"2756":1906,"646":1907,"1858":1908,"3173":1909,"1220":1910,"2818":1911,"7224":1912,"4732":1913,"6738":1914,"2680":1915,"1764":1916,"5306":1917,"4366":1918,"536":1919,"1350":1920,"6895":1921,"244":1922,"1565":1923,"6976":1924,"3899":1925,"2582":1926,"6427":1927,"1964":1928,"6054":1929,"5017":1930,"226":1931,"6681":1932,"1564":1933,"2558":1934,"5308":1935,"4775":1936,"2772":1937,"1352":1938,"1008":1939,"2188":1940,"951":1941,"6780":1942,"581":1943,"2479":1944,"4431":1945,"3420":1946,"4402":1947,"5746":1948,"6754":1949,"2019":1950,"1981":1951,"2425":1952,"4083":1953,"2644":1954,"7375":1955,"6512":1956,"697":1957,"5581":1958,"2382":1959,"4052":1960,"1917":1961,"4276":1962,"3181":1963,"645":1964,"5136":1965,"4908":1966,"3921":1967,"136":1968,"4007":1969,"6946":1970,"5753":1971,"6819":1972,"1112":1973,"4280":1974,"6610":1975,"5047":1976,"3545":1977,"4835":1978,"203":1979,"2185":1980,"5823":1981,"1504":1982,"4285":1983,"5189":1984,"4728":1985,"2330":1986,"3059":1987,"4970":1988,"2682":1989,"746":1990,"4675":1991,"6431":1992,"2290":1993,"1973":1994,"6380":1995,"5709":1996,"3851":1997,"4191":1998,"4374":1999,"1474":2000,"3125":2001,"7510":2002,"3982":2003,"4157":2004,"3344":2005,"6144":2006,"6000":2007,"4930":2008,"1287":2009,"5438":2010,"3005":2011,"5383":2012,"4960":2013,"3745":2014,"1587":2015,"6087":2016,"6211":2017,"1107":2018,"6391":2019,"2169":2020,"3886":2021,"3036":2022,"978":2023,"7016":2024,"816":2025,"5928":2026,"3336":2027,"7109":2028,"2179":2029,"2914":2030,"4515":2031,"1783":2032,"2987":2033,"4479":2034,"631":2035,"1760":2036,"1096":2037,"2247":2038,"5773":2039,"3425":2040,"1986":2041,"4232":2042,"2567":2043,"5087":2044,"2431":2045,"4707":2046,"3095":2047,"5592":2048,"523":2049,"1184":2050,"3781":2051,"3727":2052,"455":2053,"2350":2054,"4736":2055,"6916":2056,"562":2057,"8":2058,"7210":2059,"1396":2060,"5656":2061,"3580":2062,"289":2063,"5824":2064,"1604":2065,"6947":2066,"5686":2067,"1090":2068,"5776":2069,"6423":2070,"2999":2071,"3267":2072,"1550":2073,"167":2074,"4560":2075,"699":2076,"1314":2077,"4077":2078,"2740":2079,"3161":2080,"1391":2081,"4466":2082,"5961":2083,"3821":2084,"4717":2085,"2055":2086,"6897":2087,"4439":2088,"5972":2089,"3290":2090,"4460":2091,"2591":2092,"5213":2093,"3845":2094,"4929":2095,"7207":2096,"176":2097,"6922":2098,"3657":2099,"5000":2100,"7043":2101,"7196":2102,"7241":2103,"6471":2104,"2363":2105,"561":2106,"1419":2107,"5815":2108,"2526":2109,"6928":2110,"7454":2111,"4690":2112,"4275":2113,"4951":2114,"843":2115,"1536":2116,"2673":2117,"3152":2118,"3517":2119,"2514":2120,"5206":2121,"490":2122,"327":2123,"3679":2124,"3338":2125,"4267":2126,"1842":2127,"3626":2128,"5884":2129,"7017":2130,"6355":2131,"6171":2132,"3093":2133,"2540":2134,"3150":2135,"452":2136,"3544":2137,"5691":2138,"4922":2139,"2017":2140,"5572":2141,"3147":2142,"5420":2143,"2508":2144,"4313":2145,"3002":2146,"5532":2147,"5371":2148,"1050":2149,"4082":2150,"3934":2151,"1243":2152,"926":2153,"3795":2154,"4762":2155,"2831":2156,"1073":2157,"1127":2158,"5862":2159,"4989":2160,"1497":2161,"785":2162,"7156":2163,"4782":2164,"7097":2165,"2005":2166,"6800":2167,"6635":2168,"7540":2169,"2863":2170,"1266":2171,"5979":2172,"6781":2173,"268":2174,"2011":2175,"2893":2176,"4627":2177,"5423":2178,"560":2179,"970":2180,"2566":2181,"7265":2182,"6892":2183,"1606":2184,"5929":2185,"7335":2186,"4357":2187,"5344":2188,"2438":2189,"6565":2190,"1950":2191,"2190":2192,"1678":2193,"7525":2194,"2724":2195,"5868":2196,"1195":2197,"6016":2198,"5475":2199,"5960":2200,"1424":2201,"3923":2202,"2266":2203,"5969":2204,"2366":2205,"1373":2206,"5127":2207,"6387":2208,"1690":2209,"2202":2210,"54":2211,"4729":2212,"6855":2213,"5769":2214,"1888":2215,"6295":2216,"4582":2217,"6134":2218,"3326":2219,"6842":2220,"4796":2221,"732":2222,"2572":2223,"3435":2224,"6507":2225,"7496":2226,"6720":2227,"1719":2228,"4265":2229,"7512":2230,"2530":2231,"752":2232,"4461":2233,"152":2234,"1435":2235,"7452":2236,"1295":2237,"6057":2238,"1142":2239,"1540":2240,"5233":2241,"4006":2242,"5954":2243,"6256":2244,"1002":2245,"981":2246,"5214":2247,"3266":2248,"4767":2249,"3167":2250,"4912":2251,"2804":2252,"5200":2253,"4695":2254,"5618":2255,"4194":2256,"6504":2257,"5182":2258,"5937":2259,"5907":2260,"2209":2261,"4745":2262,"715":2263,"5118":2264,"3455":2265,"3643":2266,"7":2267,"35":2268,"4169":2269,"430":2270,"3253":2271,"6430":2272,"4034":2273,"4614":2274,"881":2275,"6108":2276,"438":2277,"399":2278,"4310":2279,"6500":2280,"159":2281,"4090":2282,"795":2283,"5720":2284,"5529":2285,"4493":2286,"7483":2287,"7222":2288,"3778":2289,"6036":2290,"1791":2291,"5360":2292,"743":2293,"3327":2294,"1755":2295,"3207":2296,"1718":2297,"2293":2298,"592":2299,"338":2300,"4761":2301,"4512":2302,"195":2303,"5215":2304,"1892":2305,"3079":2306,"2857":2307,"1013":2308,"6436":2309,"3914":2310,"642":2311,"1510":2312,"3992":2313,"418":2314,"3554":2315,"1902":2316,"6694":2317,"4442":2318,"1047":2319,"2995":2320,"1092":2321,"1780":2322,"3020":2323,"3232":2324,"218":2325,"2144":2326,"1453":2327,"7426":2328,"6750":2329,"711":2330,"4748":2331,"6730":2332,"3403":2333,"3614":2334,"5552":2335,"6799":2336,"1431":2337,"7339":2338,"4814":2339,"5050":2340,"7391":2341,"6055":2342,"3200":2343,"3905":2344,"1631":2345,"1440":2346,"6608":2347,"3603":2348,"4255":2349,"6472":2350,"7245":2351,"2876":2352,"6562":2353,"1741":2354,"1940":2355,"178":2356,"4356":2357,"5940":2358,"7183":2359,"6838":2360,"817":2361,"4757":2362,"3868":2363,"6621":2364,"5956":2365,"3729":2366,"6829":2367,"3177":2368,"4985":2369,"326":2370,"5273":2371,"7353":2372,"7169":2373,"878":2374,"7380":2375,"7150":2376,"5869":2377,"5571":2378,"4873":2379,"1619":2380,"859":2381,"4506":2382,"4476":2383,"4380":2384,"2103":2385,"3951":2386,"17":2387,"6197":2388,"6971":2389,"1200":2390,"2761":2391,"6510":2392,"7493":2393,"300":2394,"5518":2395,"2351":2396,"4444":2397,"1124":2398,"950":2399,"2136":2400,"2734":2401,"5715":2402,"5212":2403,"4066":2404,"1556":2405,"2852":2406,"253":2407,"6796":2408,"1905":2409,"2691":2410,"5020":2411,"6764":2412,"3113":2413,"5467":2414,"757":2415,"3952":2416,"234":2417,"3528":2418,"3850":2419,"3494":2420,"240":2421,"1260":2422,"7098":2423,"739":2424,"1671":2425,"1023":2426,"7208":2427,"3983":2428,"1065":2429,"7225":2430,"1745":2431,"6582":2432,"7197":2433,"2260":2434,"228":2435,"214":2436,"4405":2437,"789":2438,"611":2439,"4500":2440,"7529":2441,"5274":2442,"3385":2443,"1042":2444,"6513":2445,"5792":2446,"2710":2447,"1916":2448,"6702":2449,"156":2450,"4991":2451,"1651":2452,"413":2453,"3910":2454,"119":2455,"1071":2456,"2341":2457,"89":2458,"6303":2459,"3662":2460,"4504":2461,"3647":2462,"1":2463,"6815":2464,"1502":2465,"6189":2466,"3649":2467,"1164":2468,"3716":2469,"2178":2470,"1086":2471,"2714":2472,"6032":2473,"1297":2474,"2924":2475,"4323":2476,"7404":2477,"6870":2478,"5690":2479,"6347":2480,"7300":2481,"4358":2482,"4940":2483,"2240":2484,"128":2485,"4004":2486,"4887":2487,"555":2488,"5156":2489,"1423":2490,"6690":2491,"3280":2492,"1868":2493,"3977":2494,"962":2495,"3262":2496,"2138":2497,"4742":2498,"3946":2499,"4862":2500,"2345":2501,"6517":2502,"2468":2503,"3925":2504,"4055":2505,"4408":2506,"5003":2507,"6830":2508,"2139":2509,"5636":2510,"5673":2511,"7226":2512,"7001":2513,"6804":2514,"332":2515,"5714":2516,"1221":2517,"2713":2518,"354":2519,"4611":2520,"4766":2521,"3141":2522,"1251":2523,"4382":2524,"1191":2525,"4556":2526,"3345":2527,"988":2528,"2581":2529,"6914":2530,"1273":2531,"7453":2532,"5340":2533,"3856":2534,"7015":2535,"254":2536,"2832":2537,"3371":2538,"6675":2539,"2140":2540,"1769":2541,"2394":2542,"6056":2543,"4575":2544,"1332":2545,"5258":2546,"4914":2547,"5632":2548,"266":2549,"2631":2550,"2236":2551,"1838":2552,"5442":2553,"2231":2554,"6254":2555,"5255":2556,"3918":2557,"7299":2558,"7272":2559,"5398":2560,"5595":2561,"4031":2562,"839":2563,"3617":2564,"6467":2565,"3054":2566,"5635":2567,"2056":2568,"4262":2569,"4514":2570,"4651":2571,"7131":2572,"4234":2573,"3610":2574,"2172":2575,"2739":2576,"5548":2577,"337":2578,"230":2579,"3313":2580,"780":2581,"3411":2582,"2156":2583,"1639":2584,"727":2585,"7410":2586,"6198":2587,"3052":2588,"3273":2589,"6364":2590,"6784":2591,"112":2592,"4777":2593,"1326":2594,"6757":2595,"7034":2596,"3855":2597,"891":2598,"6989":2599,"6570":2600,"2653":2601,"7501":2602,"1416":2603,"4896":2604,"3225":2605,"741":2606,"964":2607,"5315":2608,"1140":2609,"830":2610,"367":2611,"6404":2612,"733":2613,"377":2614,"1609":2615,"3897":2616,"4973":2617,"7170":2618,"3096":2619,"4509":2620,"320":2621,"6812":2622,"5668":2623,"145":2624,"5317":2625,"5894":2626,"22":2627,"6335":2628,"4731":2629,"4715":2630,"397":2631,"5082":2632,"5177":2633,"6199":2634,"61":2635,"6059":2636,"2945":2637,"1928":2638,"529":2639,"2422":2640,"4961":2641,"1105":2642,"411":2643,"1691":2644,"4623":2645,"2925":2646,"5974":2647,"6":2648,"5723":2649,"6893":2650,"3848":2651,"6135":2652,"610":2653,"4555":2654,"2562":2655,"6067":2656,"403":2657,"7464":2658,"3447":2659,"7116":2660,"6377":2661,"7096":2662,"4720":2663,"5092":2664,"6386":2665,"122":2666,"805":2667,"476":2668,"5325":2669,"469":2670,"3941":2671,"5895":2672,"1547":2673,"1163":2674,"1278":2675,"1364":2676,"2307":2677,"149":2678,"1826":2679,"1822":2680,"1449":2681,"4624":2682,"1645":2683,"428":2684,"956":2685,"2044":2686,"5379":2687,"425":2688,"2054":2689,"473":2690,"5865":2691,"5861":2692,"1627":2693,"1055":2694,"2359":2695,"3416":2696,"2561":2697,"3631":2698,"2958":2699,"5512":2700,"187":2701,"6151":2702,"4864":2703,"6244":2704,"6941":2705,"3146":2706,"5970":2707,"373":2708,"500":2709,"3622":2710,"7505":2711,"3451":2712,"724":2713,"3758":2714,"3121":2715,"3998":2716,"1306":2717,"4012":2718,"3011":2719,"2069":2720,"6338":2721,"3917":2722,"4903":2723,"315":2724,"1072":2725,"4615":2726,"3233":2727,"3807":2728,"1538":2729,"2401":2730,"2064":2731,"5829":2732,"4440":2733,"285":2734,"6277":2735,"1486":2736,"5752":2737,"2964":2738,"5228":2739,"7086":2740,"2875":2741,"4949":2742,"959":2743,"5614":2744,"336":2745,"7190":2746,"2000":2747,"3294":2748,"4716":2749,"7282":2750,"5205":2751,"1579":2752,"4353":2753,"4548":2754,"7442":2755,"4497":2756,"2571":2757,"5697":2758,"3825":2759,"854":2760,"5129":2761,"2356":2762,"7424":2763,"533":2764,"3306":2765,"4660":2766,"5094":2767,"574":2768,"3969":2769,"1848":2770,"2874":2771,"823":2772,"1984":2773,"372":2774,"4565":2775,"3022":2776,"7168":2777,"6845":2778,"975":2779,"3320":2780,"1347":2781,"7333":2782,"5873":2783,"722":2784,"6949":2785,"6379":2786,"3732":2787,"3999":2788,"2598":2789,"2457":2790,"162":2791,"7534":2792,"2972":2793,"5429":2794,"3866":2795,"4771":2796,"3746":2797,"1068":2798,"939":2799,"6473":2800,"7350":2801,"301":2802,"946":2803,"3406":2804,"6633":2805,"2523":2806,"720":2807,"3721":2808,"6591":2809,"2472":2810,"4549":2811,"6094":2812,"907":2813,"2950":2814,"3304":2815,"6636":2816,"6062":2817,"6878":2818,"7310":2819,"2189":2820,"2629":2821,"5813":2822,"4410":2823,"1235":2824,"4652":2825,"76":2826,"7031":2827,"6450":2828,"1598":2829,"7289":2830,"4889":2831,"1102":2832,"6424":2833,"6126":2834,"6749":2835,"2237":2836,"5892":2837,"1694":2838,"6307":2839,"7491":2840,"449":2841,"6329":2842,"4911":2843,"6718":2844,"6257":2845,"3565":2846,"3057":2847,"2098":2848,"6769":2849,"1831":2850,"5392":2851,"1171":2852,"3459":2853,"5941":2854,"6142":2855,"360":2856,"6266":2857,"5418":2858,"3929":2859,"1958":2860,"933":2861,"3521":2862,"5876":2863,"3728":2864,"621":2865,"2902":2866,"3664":2867,"6932":2868,"2288":2869,"5433":2870,"4956":2871,"6753":2872,"6262":2873,"5059":2874,"4658":2875,"395":2876,"1341":2877,"6807":2878,"3676":2879,"3194":2880,"698":2881,"577":2882,"7185":2883,"2547":2884,"1614":2885,"3254":2886,"235":2887,"1733":2888,"6083":2889,"6937":2890,"2391":2891,"5133":2892,"1234":2893,"4843":2894,"3108":2895,"3869":2896,"6292":2897,"2778":2898,"2917":2899,"7012":2900,"3986":2901,"297":2902,"257":2903,"3265":2904,"2604":2905,"7515":2906,"5607":2907,"3127":2908,"6085":2909,"3567":2910,"5578":2911,"3536":2912,"4799":2913,"2358":2914,"5456":2915,"682":2916,"674":2917,"7368":2918,"4172":2919,"1676":2920,"6790":2921,"2798":2922,"4950":2923,"679":2924,"5540":2925,"3668":2926,"6611":2927,"1044":2928,"2228":2929,"2513":2930,"644":2931,"6660":2932,"2721":2933,"3483":2934,"1563":2935,"4557":2936,"5634":2937,"804":2938,"949":2939,"3271":2940,"5840":2941,"3829":2942,"2299":2943,"3973":2944,"3894":2945,"5903":2946,"5010":2947,"1870":2948,"6771":2949,"960":2950,"707":2951,"2809":2952,"5874":2953,"1411":2954,"2141":2955,"6809":2956,"1959":2957,"1509":2958,"6762":2959,"1529":2960,"2132":2961,"207":2962,"564":2963,"1248":2964,"3562":2965,"103":2966,"2447":2967,"3653":2968,"3346":2969,"1787":2970,"6848":2971,"1089":2972,"7440":2973,"5071":2974,"1451":2975,"3083":2976,"710":2977,"40":2978,"4096":2979,"1931":2980,"1849":2981,"4093":2982,"5417":2983,"579":2984,"5074":2985,"7214":2986,"6497":2987,"7361":2988,"5762":2989,"6435":2990,"5963":2991,"1544":2992,"1406":2993,"4872":2994,"4574":2995,"3683":2996,"7381":2997,"6840":2998,"2310":2999,"7411":3000,"3144":3001,"1938":3002,"4852":3003,"3595":3004,"2102":3005,"1727":3006,"5287":3007,"713":3008,"1728":3009,"6174":3010,"1000":3011,"3328":3012,"2901":3013,"2636":3014,"4258":3015,"5596":3016,"762":3017,"1208":3018,"5580":3019,"1417":3020,"6852":3021,"4451":3022,"2027":3023,"3990":3024,"7423":3025,"6850":3026,"181":3027,"5137":3028,"1710":3029,"3109":3030,"2170":3031,"1033":3032,"852":3033,"302":3034,"370":3035,"4924":3036,"6684":3037,"1901":3038,"2705":3039,"5887":3040,"7306":3041,"806":3042,"1716":3043,"6557":3044,"1669":3045,"7162":3046,"3340":3047,"6128":3048,"770":3049,"429":3050,"1489":3051,"2381":3052,"6233":3053,"3445":3054,"7422":3055,"3258":3056,"7188":3057,"5107":3058,"850":3059,"3670":3060,"2765":3061,"3871":3062,"7223":3063,"3907":3064,"2284":3065,"5115":3066,"6847":3067,"3131":3068,"6697":3069,"1307":3070,"4578":3071,"7469":3072,"3572":3073,"1792":3074,"4299":3075,"6020":3076,"4048":3077,"1199":3078,"6545":3079,"2938":3080,"2337":3081,"7531":3082,"5719":3083,"1339":3084,"2253":3085,"5362":3086,"1366":3087,"5123":3088,"5674":3089,"2929":3090,"1309":3091,"6868":3092,"2814":3093,"3518":3094,"217":3095,"175":3096,"447":3097,"3628":3098,"4517":3099,"324":3100,"6924":3101,"4273":3102,"4996":3103,"6522":3104,"5471":3105,"7181":3106,"468":3107,"5921":3108,"1811":3109,"7216":3110,"5901":3111,"6785":3112,"4295":3113,"7046":3114,"1441":3115,"4606":3116,"6491":3117,"688":3118,"1180":3119,"901":3120,"5013":3121,"6506":3122,"6113":3123,"3975":3124,"2419":3125,"958":3126,"3723":3127,"2510":3128,"4763":3129,"3311":3130,"2374":3131,"5856":3132,"753":3133,"3779":3134,"6882":3135,"1179":3136,"2239":3137,"5210":3138,"7318":3139,"728":3140,"604":3141,"7523":3142,"3812":3143,"3965":3144,"1650":3145,"2249":3146,"7202":3147,"5093":3148,"1674":3149,"2123":3150,"67":3151,"3714":3152,"1890":3153,"6988":3154,"6921":3155,"6348":3156,"4722":3157,"5293":3158,"4712":3159,"2679":3160,"3216":3161,"6214":3162,"125":3163,"3277":3164,"2930":3165,"2531":3166,"5405":3167,"622":3168,"1878":3169,"1045":3170,"6116":3171,"4300":3172,"1182":3173,"5382":3174,"2781":3175,"6563":3176,"586":3177,"1595":3178,"797":3179,"1966":3180,"2067":3181,"5018":3182,"1173":3183,"3558":3184,"3160":3185,"896":3186,"1384":3187,"2232":3188,"1298":3189,"7446":3190,"1157":3191,"72":3192,"115":3193,"5106":3194,"1466":3195,"3023":3196,"323":3197,"1275":3198,"5733":3199,"3415":3200,"6328":3201,"81":3202,"2892":3203,"5751":3204,"4168":3205,"4776":3206,"6237":3207,"2285":3208,"2706":3209,"6156":3210,"3655":3211,"6181":3212,"4999":3213,"7494":3214,"2220":3215,"5932":3216,"4416":3217,"5114":3218,"174":3219,"835":3220,"4078":3221,"875":3222,"1608":3223,"551":3224,"2956":3225,"5008":3226,"5256":3227,"1682":3228,"5149":3229,"1532":3230,"927":3231,"2478":3232,"4390":3233,"2939":3234,"2652":3235,"2985":3236,"417":3237,"4870":3238,"5533":3239,"6866":3240,"5404":3241,"3047":3242,"1212":3243,"684":3244,"7277":3245,"6185":3246,"3889":3247,"1874":3248,"2038":3249,"2640":3250,"2250":3251,"5951":3252,"98":3253,"7294":3254,"3903":3255,"4640":3256,"283":3257,"2812":3258,"2485":3259,"4164":3260,"3391":3261,"3334":3262,"3427":3263,"6091":3264,"5001":3265,"1010":3266,"1433":3267,"1082":3268,"4992":3269,"6733":3270,"1482":3271,"110":3272,"651":3273,"1643":3274,"1093":3275,"3139":3276,"2291":3277,"6191":3278,"3487":3279,"6661":3280,"2787":3281,"7093":3282,"3960":3283,"1038":3284,"6279":3285,"4788":3286,"6023":3287,"3754":3288,"2669":3289,"2504":3290,"2689":3291,"1812":3292,"5337":3293,"5478":3294,"2565":3295,"4702":3296,"483":3297,"653":3298,"887":3299,"4676":3300,"59":3301,"1661":3302,"3814":3303,"2166":3304,"912":3305,"2905":3306,"4175":3307,"1751":3308,"5687":3309,"5431":3310,"1525":3311,"386":3312,"4522":3313,"204":3314,"2937":3315,"3833":3316,"5601":3317,"6231":3318,"4155":3319,"6782":3320,"1685":3321,"6229":3322,"2278":3323,"2911":3324,"4916":3325,"6843":3326,"1172":3327,"2194":3328,"5452":3329,"250":3330,"6313":3331,"2692":3332,"5546":3333,"2947":3334,"4824":3335,"3499":3336,"6460":3337,"7312":3338,"1128":3339,"479":3340,"6238":3341,"5311":3342,"530":3343,"4817":3344,"4696":3345,"378":3346,"3698":3347,"1272":3348,"509":3349,"6455":3350,"2944":3351,"5754":3352,"7405":3353,"5549":3354,"5797":3355,"3667":3356,"2953":3357,"6958":3358,"6594":3359,"7061":3360,"709":3361,"233":3362,"5097":3363,"7285":3364,"3426":3365,"5978":3366,"1358":3367,"2703":3368,"2224":3369,"118":3370,"1546":3371,"5952":3372,"4437":3373,"1823":3374,"2045":3375,"693":3376,"1948":3377,"1978":3378,"7519":3379,"3443":3380,"3526":3381,"7535":3382,"2268":3383,"5848":3384,"2006":3385,"6618":3386,"3940":3387,"3542":3388,"7301":3389,"1004":3390,"5779":3391,"3046":3392,"5171":3393,"5241":3394,"1753":3395,"4014":3396,"7179":3397,"3462":3398,"4730":3399,"4059":3400,"5476":3401,"5738":3402,"3734":3403,"4584":3404,"1921":3405,"6580":3406,"5261":3407,"1067":3408,"3854":3409,"3153":3410,"5487":3411,"5088":3412,"165":3413,"5650":3414,"952":3415,"164":3416,"3570":3417,"6857":3418,"3006":3419,"6140":3420,"4419":3421,"5461":3422,"6369":3423,"6316":3424,"106":3425,"1599":3426,"5796":3427,"2113":3428,"4821":3429,"1594":3430,"1458":3431,"3756":3432,"1496":3433,"2321":3434,"5517":3435,"4015":3436,"5622":3437,"5186":3438,"4759":3439,"7094":3440,"5556":3441,"700":3442,"1481":3443,"1041":3444,"2965":3445,"2167":3446,"5352":3447,"4854":3448,"3325":3449,"1961":3450,"2752":3451,"5527":3452,"2796":3453,"5147":3454,"7084":3455,"7332":3456,"2634":3457,"3449":3458,"7498":3459,"7459":3460,"3592":3461,"107":3462,"7345":3463,"7514":3464,"4790":3465,"2665":3466,"4239":3467,"1809":3468,"6099":3469,"5494":3470,"1414":3471,"6147":3472,"1700":3473,"6334":3474,"4774":3475,"3808":3476,"4304":3477,"2297":3478,"4250":3479,"3557":3480,"3947":3481,"4494":3482,"1478":3483,"7050":3484,"5902":3485,"5758":3486,"7074":3487,"4789":3488,"246":3489,"7542":3490,"943":3491,"7342":3492,"3297":3493,"3348":3494,"5152":3495,"2395":3496,"1084":3497,"3063":3498,"681":3499,"7499":3500,"2105":3501,"6896":3502,"3003":3503,"2339":3504,"4812":3505,"421":3506,"5174":3507,"3275":3508,"1108":3509,"1398":3510,"2616":3511,"5575":3512,"1196":3513,"2032":3514,"2389":3515,"3383":3516,"1522":3517,"7215":3518,"5637":3519,"2117":3520,"2008":3521,"4263":3522,"7275":3523,"1923":3524,"5819":3525,"731":3526,"2057":3527,"213":3528,"504":3529,"2182":3530,"7288":3531,"5120":3532,"3251":3533,"5947":3534,"400":3535,"3428":3536,"4572":3537,"5039":3538,"6153":3539,"1909":3540,"4642":3541,"5885":3542,"74":3543,"4619":3544,"553":3545,"2390":3546,"3044":3547,"7149":3548,"7060":3549,"95":3550,"295":3551,"6805":3552,"5019":3553,"5608":3554,"4982":3555,"5545":3556,"3805":3557,"3408":3558,"3571":3559,"7336":3560,"5207":3561,"2834":3562,"6406":3563,"3474":3564,"2496":3565,"2529":3566,"774":3567,"3596":3568,"2254":3569,"5544":3570,"1856":3571,"1296":3572,"844":3573,"5032":3574,"605":3575,"5993":3576,"963":3577,"5079":3578,"3485":3579,"6294":3580,"1864":3581,"502":3582,"4880":3583,"1028":3584,"635":3585,"2432":3586,"4667":3587,"7478":3588,"1367":3589,"7545":3590,"2641":3591,"4954":3592,"1840":3593,"3984":3594,"6370":3595,"1378":3596,"620":3597,"3157":3598,"6385":3599,"6679":3600,"2227":3601,"385":3602,"6939":3603,"5286":3604,"6787":3605,"6275":3606,"5703":3607,"4837":3608,"4420":3609,"2615":3610,"5628":3611,"1165":3612,"3081":3613,"838":3614,"5506":3615,"3797":3616,"4110":3617,"4856":3618,"4279":3619,"7100":3620,"2455":3621,"3722":3622,"1383":3623,"6304":3624,"6084":3625,"4423":3626,"6533":3627,"5191":3628,"198":3629,"2963":3630,"2033":3631,"2527":3632,"2864":3633,"7163":3634,"3368":3635,"4793":3636,"3392":3637,"5270":3638,"3376":3639,"286":3640,"158":3641,"5443":3642,"82":3643,"5113":3644,"2946":3645,"1413":3646,"3822":3647,"5783":3648,"1555":3649,"4397":3650,"7412":3651,"7313":3652,"558":3653,"6408":3654,"4198":3655,"5197":3656,"5040":3657,"2596":3658,"6372":3659,"841":3660,"5366":3661,"7537":3662,"2632":3663,"6219":3664,"612":3665,"7448":3666,"6659":3667,"1615":3668,"4739":3669,"2163":3670,"6400":3671,"7120":3672,"5223":3673,"2559":3674,"6107":3675,"7243":3676,"2966":3677,"708":3678,"5657":3679,"4705":3680,"2583":3681,"6264":3682,"6462":3683,"2940":3684,"3308":3685,"2223":3686,"6998":3687,"1256":3688,"1485":3689,"3776":3690,"6031":3691,"3882":3692,"3535":3693,"6100":3694,"1662":3695,"4133":3696,"7461":3697,"4897":3698,"4975":3699,"3190":3700,"3249":3701,"3696":3702,"1880":3703,"5835":3704,"1186":3705,"4879":3706,"3785":3707,"4428":3708,"4342":3709,"70":3710,"4035":3711,"3234":3712,"1056":3713,"1461":3714,"2811":3715,"5183":3716,"831":3717,"2623":3718,"6463":3719,"2780":3720,"2168":3721,"1861":3722,"2036":3723,"6259":3724,"7118":3725,"1720":3726,"5054":3727,"5995":3728,"4875":3729,"1126":3730,"1353":3731,"643":3732,"3767":3733,"1993":3734,"2550":3735,"2915":3736,"3967":3737,"510":3738,"1749":3739,"4297":3740,"5851":3741,"4178":3742,"5563":3743,"2336":3744,"2535":3745,"2507":3746,"6475":3747,"6002":3748,"5939":3749,"2039":3750,"1976":3751,"2149":3752,"4749":3753,"3733":3754,"5781":3755,"5263":3756,"1225":3757,"755":3758,"3763":3759,"1442":3760,"1794":3761,"3957":3762,"1630":3763,"7067":3764,"2951":3765,"2897":3766,"5387":3767,"1725":3768,"2440":3769,"3087":3770,"779":3771,"104":3772,"3058":3773,"185":3774,"5696":3775,"745":3776,"4957":3777,"6026":3778,"6696":3779,"7303":3780,"6064":3781,"2637":3782,"4131":3783,"6786":3784,"1664":3785,"4051":3786,"4963":3787,"4221":3788,"3496":3789,"1908":3790,"4088":3791,"7365":3792,"1083":3793,"5111":3794,"24":3795,"4596":3796,"1467":3797,"260":3798,"424":3799,"6345":3800,"2855":3801,"4545":3802,"2079":3803,"168":3804,"5128":3805,"4978":3806,"4844":3807,"7177":3808,"5625":3809,"2996":3810,"4521":3811,"453":3812,"6874":3813,"4094":3814,"171":3815,"2659":3816,"4638":3817,"783":3818,"5567":3819,"407":3820,"1573":3821,"2470":3822,"79":3823,"2922":3824,"4907":3825,"7103":3826,"2800":3827,"345":3828,"1175":3829,"3184":3830,"4580":3831,"7171":3832,"557":3833,"4081":3834,"3625":3835,"6828":3836,"5825":3837,"590":3838,"3931":3839,"3217":3840,"6539":3841,"782":3842,"6918":3843,"1543":3844,"525":3845,"7101":3846,"5962":3847,"602":3848,"16":3849,"6960":3850,"3534":3851,"1517":3852,"4826":3853,"1828":3854,"944":3855,"2065":3856,"3959":3857,"7227":3858,"6821":3859,"7500":3860,"191":3861,"7286":3862,"2912":3863,"1873":3864,"863":3865,"7036":3866,"2043":3867,"3179":3868,"6667":3869,"6974":3870,"1752":3871,"3769":3872,"545":3873,"4885":3874,"691":3875,"7142":3876,"4395":3877,"1761":3878,"7176":3879,"2894":3880,"540":3881,"7364":3882,"6546":3883,"6013":3884,"3419":3885,"2347":3886,"4834":3887,"6365":3888,"6712":3889,"5131":3890,"7414":3891,"3315":3892,"3753":3893,"5732":3894,"4995":3895,"4171":3896,"99":3897,"7409":3898,"4266":3899,"7203":3900,"4966":3901,"5890":3902,"1763":3903,"918":3904,"2613":3905,"2973":3906,"169":3907,"714":3908,"7191":3909,"5162":3910,"3219":3911,"4534":3912,"4944":3913,"5942":3914,"6150":3915,"3115":3916,"1882":3917,"539":3918,"416":3919,"1188":3920,"673":3921,"2599":3922,"6358":3923,"5990":3924,"2081":3925,"615":3926,"5669":3927,"4363":3928,"3710":3929,"6616":3930,"2568":3931,"232":3932,"3412":3933,"3286":3934,"6439":3935,"4327":3936,"3936":3937,"6544":3938,"916":3939,"1432":3940,"4797":3941,"4103":3942,"2978":3943,"2606":3944,"3393":3945,"4487":3946,"6162":3947,"261":3948,"3132":3949,"3708":3950,"1742":3951,"1040":3952,"5193":3953,"4895":3954,"6531":3955,"4215":3956,"6954":3957,"4809":3958,"2751":3959,"6418":3960,"940":3961,"7066":3962,"3243":3963,"4513":3964,"3804":3965,"2775":3966,"4050":3967,"1409":3968,"3208":3969,"123":3970,"6239":3971,"7530":3972,"5259":3973,"7236":3974,"52":3975,"2129":3976,"1974":3977,"2575":3978,"3379":3979,"6232":3980,"1032":3981,"2672":3982,"4137":3983,"2503":3984,"570":3985,"1686":3986,"5424":3987,"358":3988,"6556":3989,"4529":3990,"2089":3991,"75":3992,"6058":3993,"6429":3994,"7184":3995,"6392":3996,"1007":3997,"5944":3998,"1005":3999,"143":4000,"2460":4001,"5652":4002,"6534":4003,"3086":4004,"994":4005,"5246":4006,"6727":4007,"695":4008,"2100":4009,"277":4010,"6686":4011,"1410":4012,"7304":4013,"1475":4014,"5349":4015,"3827":4016,"1576":4017,"2146":4018,"6323":4019,"5415":4020,"1666":4021,"3331":4022,"6388":4023,"6622":4024,"6001":4025,"2320":4026,"2162":4027,"7266":4028,"2789":4029,"2718":4030,"2025":4031,"4689":4032,"3061":4033,"3933":4034,"2707":4035,"5855":4036,"1570":4037,"369":4038,"2830":4039,"5376":4040,"2187":4041,"7187":4042,"4492":4043,"3025":4044,"4639":4045,"6039":4046,"7115":4047,"2332":4048,"5067":4049,"501":4050,"1189":4051,"1336":4052,"2449":4053,"5407":4054,"2241":4055,"1559":4056,"3048":4057,"6188":4058,"690":4059,"4008":4060,"2955":4061,"2155":4062,"5457":4063,"3911":4064,"6614":4065,"5421":4066,"5898":4067,"1713":4068,"4663":4069,"4467":4070,"1030":4071,"2607":4072,"1426":4073,"3246":4074,"5048":4075,"3045":4076,"5444":4077,"2880":4078,"124":4079,"5806":4080,"6103":4081,"7473":4082,"196":4083,"6326":4084,"582":4085,"1492":4086,"2219":4087,"448":4088,"4610":4089,"2992":4090,"2546":4091,"5262":4092,"599":4093,"4581":4094,"2257":4095,"3034":4096,"5561":4097,"5195":4098,"4079":4099,"1236":4100,"4935":4101,"3735":4102,"3974":4103,"48":4104,"4850":4105,"799":4106,"6646":4107,"6632":4108,"5981":4109,"6527":4110,"3375":4111,"4918":4112,"5761":4113,"7470":4114,"1652":4115,"4314":4116,"3693":4117,"5727":4118,"6249":4119,"1201":4120,"3806":4121,"7341":4122,"1801":4123,"6415":4124,"6155":4125,"5341":4126,"267":4127,"967":4128,"4882":4129,"6129":4130,"2096":4131,"5388":4132,"3078":4133,"864":4134,"7124":4135,"6883":4136,"6033":4137,"6499":4138,"3541":4139,"3611":4140,"5154":4141,"3492":4142,"1436":4143,"6584":4144,"1910":4145,"288":4146,"2003":4147,"3178":4148,"6595":4149,"4538":4150,"6359":4151,"222":4152,"4177":4153,"3801":4154,"5818":4155,"5151":4156,"6090":4157,"6834":4158,"3922":4159,"2404":4160,"7228":4161,"6502":4162,"3218":4163,"6130":4164,"6019":4165,"209":4166,"6166":4167,"4206":4168,"1400":4169,"3457":4170,"5237":4171,"5713":4172,"6110":4173,"1246":4174,"1575":4175,"7334":4176,"3323":4177,"5692":4178,"2152":4179,"4752":4180,"4827":4181,"5772":4182,"2063":4183,"7248":4184,"793":4185,"4424":4186,"6112":4187,"1672":4188,"4288":4189,"5086":4190,"5022":4191,"4530":4192,"1281":4193,"1285":4194,"7014":4195,"1935":4196,"5353":4197,"503":4198,"3538":4199,"3413":4200,"888":4201,"4681":4202,"2110":4203,"3071":4204,"4189":4205,"5409":4206,"7356":4207,"4507":4208,"7441":4209,"2413":4210,"2195":4211,"2183":4212,"7235":4213,"2160":4214,"744":4215,"6190":4216,"2426":4217,"492":4218,"5653":4219,"2664":4220,"898":4221,"1796":4222,"4000":4223,"2492":4224,"7369":4225,"6096":4226,"3876":4227,"3604":4228,"3857":4229,"6904":4230,"5959":4231,"637":4232,"1625":4233,"6461":4234,"1768":4235,"837":4236,"3847":4237,"6420":4238,"4062":4239,"3192":4240,"2486":4241,"6744":4242,"678":4243,"139":4244,"6255":4245,"1162":4246,"5201":4247,"6204":4248,